---
kind: property
id: P:Autodesk.Revit.DB.ExtensibleStorage.Schema.Documentation
source: html/a1d996c8-1ccc-58d1-d708-bd44da7457e6.htm
---
# Autodesk.Revit.DB.ExtensibleStorage.Schema.Documentation Property

The overall description of the Schema.

## Syntax (C#)
```csharp
public string Documentation { get; }
```